{"id":1134,"date":"2021-06-02T18:35:25","date_gmt":"2021-06-02T18:35:25","guid":{"rendered":"https:\/\/pinkpanda.finance\/?page_id=1134"},"modified":"2021-06-02T18:35:27","modified_gmt":"2021-06-02T18:35:27","slug":"disclaimer","status":"publish","type":"page","link":"https:\/\/www.pinkpanda.finance\/disclaimer\/","title":{"rendered":"Disclaimer"},"content":{"rendered":"\n<p>PinkPanda Token ($PINKPANDA) is not available in the United States or other prohibited jurisdictions. If you are located in, incorporated or otherwise established in, or a resident of the United States of America, you are not permitted to transact in PINKPANDA Token<\/p>\n\n\n\n<p>Trading cryptocurrencies carries a high level of risk, and may not be suitable for all investors. Before deciding to trade cryptocurrency you should carefully consider your investment objectives, level of experience, and risk appetite. The possibility exists that you could sustain a loss of some or all of your initial investment and therefore you should not invest money that you cannot afford to lose. You should be aware of all the risks associated with cryptocurrency trading, and seek advice from an independent financial advisor. ICO&#8217;s, IEO&#8217;s, STO&#8217;s and any other form of offering will not guarantee a return on your investment. Since<\/p>\n\n\n\n<p>Any opinions, news, research, analyses, prices, or other information contained on this website is provided as general market commentary, and does not constitute investment advice. The Block Runner will not accept liability for any loss or damage, including without limitation to, any loss of profit, which may arise directly or indirectly from use of or reliance on such information. All opinions expressed on this site are owned by the respective writer and should never be considered as advice in any form.<\/p>\n\n\n\n<p>Pink Panda Finance makes no representation or warranties as to the accuracy and or timelines of the information contained herein. A qualified professional should be consulted before making any financial decisions.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PinkPanda Token ($PINKPANDA) is not available in the United States or other prohibited jurisdictions. If you are located in, incorporated&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-fullwidth.php","meta":{"spay_email":""},"_links":{"self":[{"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/pages\/1134"}],"collection":[{"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/comments?post=1134"}],"version-history":[{"count":1,"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/pages\/1134\/revisions"}],"predecessor-version":[{"id":1135,"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/pages\/1134\/revisions\/1135"}],"wp:attachment":[{"href":"https:\/\/www.pinkpanda.finance\/wp-json\/wp\/v2\/media?parent=1134"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}